---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionCProfileWithFold
source: html/afe2b704-99b3-8dac-0ae5-9cf5c1e244bf.htm
---
# StructuralSectionCProfileWithFold Properties

Common set of parameters for structural analysis.